Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/elamantapa.html.tmx
Source language: fin
Languages: smn

source: Elämäntapa
smn: Sänivajâseh

source: Sananlaskut
smn: Šooŋâ ennustem

source: Sään ennustaminen
smn: Purrâmâšärbivyehi

source: Inarinsaamelaista elämäntapaa kuvaavat pitkän kehityksen läpikäyneet elinkeinot ja taito selviytyä luonnonolosuhteissa.
smn: Anarâš eellimvyevi kovvejeh eellimkiäinuh, moh láá kuhes ovdáneme ääigi vuáhádum teehin hiäivulâžžân, já meiddei táiđu cevziđ luándust.

source: Ilmasto on asettanut tietyt rajat elämiselle ja elinkeinoille.
smn: Šoŋŋâdâh lii pieijâm tiätu raajijd elimân já eellimkiäinoid.

source: Kylmä ilmasto ja lyhyt kasvukausi verrattuna etelämpien seutujen ilmastoon rajoittaa kasviviljelyä.
smn: Ko verdid määddib kuávloid, te kolmâ šoŋŋâdâh já uánihis šadoi šoddâmpaje räijejeh šadoi šoddâdem.

source: Pohjoisella metsänrajalla asuminen asettaa omat ehtonsa ihmisen elämiselle.
smn: Čuovis kesi-iijah juátkih pargopeeivi, mut skammâ vist keeppid pargomáhđulâšvuođâid.

source: Valoisat kesäyöt sallivat jatkaa työpäivää, mutta kaamos taas rajoitti työntekoa.
smn: Čuovis ääigi kalga leđe iäljár, tälvikyevdil ääigi lii oppeet tile uáccáábeht eelliđ.

source: Valoisana aikana oli oltava toimeliaita, talvisydännä taas oli mahdollisuus ottaa rauhallisemmin.
smn: Liijká meiddei skammân já sevŋâdin puáhtá porgâđ maidmaid-uv pargoid. Puásuialmai puovtij sevŋâdin-uv veikkâba njuovvâđ poccuu.

source: Kuitenkin myös kaamosaikana ja pimeällä saattoi tehdä paljonkin eri askareita.
smn: Skammâ ij sämmilijd tiäddâm, nuuvt tego mäddin puáttâm ulmuid.

source: Poromies osasi pimeälläkin nylkeä poron. Tuskin kukaan koki kaamosaikaa ahdistavana, niinkuin etelästä tulleet ihmiset.
smn: Ovddii ääigist anarâš eellimvyehi lâi táválávt tálutoollâm, mast puovtij toollâđ poccuid, käärji já eennâmtuálu, lâi miäcástem, kuálástem já muorjim.

source: Nämä elinkeinot olivat tiukasti sidoksissa vuodenaikojen vaihteluun.
smn: Taah eellimkiäinuh lijjii čovgâ ohtâvuođâst iveaigijd.

source: Inarinsaamelaiselle oli tyypillistä varriistâllâm, eli muuttaminen keväällä kesäpaikkaan ja syksyllä taas talvipaikkaan.
smn: Anarâšah läävejii maaŋgah varriistâllâđ, kiđđuv kesipááikán já čohčuv tälvipááikán. Anarâšâi eellim lâi čovgâ ohtâvuođâst luándun.

source: Kaikella toiminnalla oli aikansa.
smn: Puoh pargoin lâi jieijâs äigi.

source: Työt oli tehtävä silloin kun se oli ajankohdan ja sään puolesta mahdollista.
smn: Pargo koolgâi porguđ talle ko lâi rievtis äigi ivveest já vuovâs jergâ.

source: Esimerkiksi jäkälää saattoi nostaa vain ohuella tihkusateella tai sumusäällä.
smn: Ovdâmerkkân jävildiđ puovtij tuše sovđâšoŋŋân teikâ miärkkán.

source: Liian märällä tai kuivalla säällä se ei onnistunut.
smn: Liijkás njuoskâ šoŋŋân teikâ koškádâhhân tot ij luhostum.

source: Ajankohta oli tärkeä jopa kenkäheinän leikkuussa.
smn: Äigi lâi tehálâš joba kamuvsuoinij čuoppâmist.

source: Myös yöllä oli oltava valmiita työhön.
smn: Meiddei iho koolgâi leđe vaalmâš vyelgiđ paargon.

source: Esim. kuivana kautena hauraaksi kuivunutta kortetta saattoi koota vain yökasteen aikana.
smn: Ovdâmerkkân iiŋŋâm hooššijd puovtij raaijâđ tuše ijjâkääsi ääigi.

source: Inarinsaamelaisilla oli arvoja ja tapoja, joita ei ollut mihinkään kirjattu, mutta jotka otettiin huomioon elämisessä ja suhtautumisessa toisiin ihmisiin.
smn: Eres aigij kavnui meiddei ain pargo, muorrim, tuoijum jna. Puásuituálust kyeddid, pálgádâh, porge, roovvâd jna. lijjii ääigih, moh meridii pargoid.

source: Luonnon käytössä, kuten jäkälämailla, kalastuksessa tai hillanpoiminnassa oli talojen kesken merkitsemättömiä rajoja, joista ei välttämättä ollut edes sovittu, mutta joita ei hevillä ylitetty.
smn: Áárvuh

source: Inarinsaamelaisessa yhteisössä sai arvostusta henkilö, joka selviytyi hyvin luonnossa, osasi kulkea eksymättä.
smn: Anarâšâin lijjii áárvuh já täävih, moh iä lam kal kuussân čaallum, mut maid koolgâi tiettiđ iälustmist já koskâvuođâin eres ulmuid.

source: Tätä asiaa ilmaisee verbi täiđiđ, ja tällaisen taidon omaava henkilö on taiđiš.
smn: Anarâšâi koskâvuođâst lâi áárvustoonnum olmooš, kote piergij pyereest luándust, taaiđij meeccist.

source: Laajaa poron korvamerkkien tuntemista ja muistamista arvostettiin.
smn: Taggaar olmooš lii taiđiš. Pivdo- já puásuipargotááiđuh lijjii teháliih.

source: Mainetta sai myös väsymätön hiihtäjä tai kävelijä.
smn: Kii tuubdâi ennuv vittáid, lâi pegâlmâs já áárvustoonnum.

source: Näitä ominaisuuksia pidettiin niin tärkeinä, että niitä olisi pitänyt lapsesta saakka kehittää, niin kuin joskus vanhoina aikoina.
smn: Mááinuh lâi meiddei sävris čyeigee já väzzee. Taah ääših annojii nuuvt tehálâžžân, et taid lâi kolgâđ pärnivuođâ rääjist ovdediđ, nuuvt tego tovle lâi luándulâš.

source: Niinpä monikin vanhempi oli sitä mieltä, että monivuotinen koulussaolo estää kunnon poromieheksi kehittymisen.
smn: Nuuvtpa vanhimeh távjá lijjii ton uáivilist, et ko páárnâš lii maŋgâ ive škoovlâst, te tast ij šoodâ innig rievtis puásuialmai.

source: Käsityötaito ja kätevyys yleensäkin oli mm. puolison valinnassa eduksi.
smn: Tuoijumtáiđu já čiäppudâh mudoi-uv lâi ei. pelikyeimi valjiimist ävkkin.

source: Naisen tuli työteliään lisäksi olla siivo, verevä ja pyöreämuotoinen.
smn: Nissoon koolgâi leđe porgiš, sijvuu, ruopsâd já juurbâs.

source: Aviomiesehdokkaalle oli eduksi, jos hän ei juopotellut eikä pelannut korttia.
smn: Kälissaasâ lâi pyereeb, jis sun ij juuhâm ige spellâm. Pelikyeimisaasâ koolgâi leđe val šiev suuvâst.

source: Puolisoehdokkaan tuli kuulua lisäksi hyvään sukuun.
smn: Puohâi ulmuiguin koolgâi iälustiđ olmoošlávt já sivâdávt.

source: Ei saanut puhua kenellekään sopimattomasti, pilkkaavasti tai loukkaavasti.
smn: Ij kolgâm kiäinnân sárnuđ suámittemeht, pilkkediđ teikâ árvuttuššâđ.

source: Suomalaisiin suhtautuminen oli kahtalaista.
smn: Läddlij kuáttá uáinuh lijjii kyevtlágáneh.

source: Toisaalta annettiin arvoa esim. sivistyneisyydelle ja varakkuudelle, mutta toisaalta taas osaamattomuus saamelaisissa taidoissa johti aliarvostukseen.
smn: Nube tááhust onnui áárvust om. čuovviittâs já jáválâšvuotâ, mut nube tááhust vist čyerbivuotâ sämmilijn tááiđuin adelij aartâ huánnuđ.

source: Saamelaisuutta pidettiin yleensäottaen arvossa, ja poromiehistä voitiin sanoa, että he vasta ovat kunnon saamelaisia.
smn: Sämmilâšvuotâ onnui táválávt áárvust, já paiulmuin puohtii ettâđ, et sij toh láá rievtis sämmiliih.

source: Edellä kirjoitettu kuvaa tilannetta ennen motorisoitua ja tietoteknistä aikaa, ennen pitkiä koulutusjaksoja.
smn: Täst čaallum ääših kovvejeh tile, mii lâi ovdil moottorääigi já tiätuteknâlâš ääigi, ovdil ko ulmuuh juttii kuhes poojijd škoovlâid.

source: Nykyiset inarinsaamelaiset ovat integroituneet hyvin nykyiseen, teknologiseen yhteiskuntaan.
smn: Táálááh anarâšah láá integristum pyereest tááláá, teknolooglâš siärvádâhân.

source: Saamelainen elämäntapa ja arvot eivät ole kuitenkaan kadonneet, ainakaan kaikilla, vaan niistä voi tunnistaa merkkejä nykyelämässäkin.
smn: Sämmilâš eellimvyehi já áárvuh iä liijká lah lappum, kuittâg puohâin, pic toh vuáttojeh anarâšâin val tááláá ääigist-uv. Seurujavrij kesipäikki Njihenjargâ.

source: Matti Morottaja Seurujärvien kesäpaikka Käyräniemi.
smn: Kuobžâ-Saammâl (Sammeli Morottaja) njuává pohccuu juolgijd.

source: Luontosuhde
smn: Maassâd pajas
